import { newsItem } from './newsItem' ;

export const NEWS: newsItem[]=[
    {id:1,content:"新闻1新闻1新闻1新闻1新闻1新闻1新闻1新闻1新闻1.",time:"20180401"},
    {id:1,content:"新闻1新闻1新闻1新闻1新闻1新闻1新闻1新闻1新闻1.",time:"20180401"},
    {id:1,content:"新闻1新闻1新闻1新闻1新闻1新闻1新闻1新闻1新闻1.",time:"20180401"},
    {id:1,content:"新闻1新闻1新闻1新闻1新闻1新闻1新闻1新闻1新闻1.",time:"20180401"},
    {id:1,content:"新闻1新闻1新闻1新闻1新闻1新闻1新闻1新闻1新闻1.",time:"20180401"},
    {id:1,content:"新闻1新闻1新闻1新闻1新闻1新闻1新闻1新闻1新闻1.",time:"20180401"},
    {id:1,content:"新闻1新闻1新闻1新闻1新闻1新闻1新闻1新闻1新闻1.",time:"20180401"},
    {id:1,content:"新闻1新闻1新闻1新闻1新闻1新闻1新闻1新闻1新闻1.",time:"20180401"},
    {id:1,content:"新闻1新闻1新闻1新闻1新闻1新闻1新闻1新闻1新闻1.",time:"20180401"},
]